9/data/attachments/3a07ea790607bedd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_7dee3b1c-3d37-4833-a528-95acda82439a</nif:username>
            <nif:friendToBeAdded>Joy_decide_Friend_89410_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>